{
  "title": "شروط خدمة تطبيق Droplinked.io و Shopsadiq Limited Inc® للهواتف المحمولة",
  "intro": {
    "paragraph1": "تطبيق Shopsadiq Limited Inc للهواتف المحمولة (“Shopsadiq Limited Inc”) متوفر لأجهزة Android و Apple iOS ويتيح لك اكتشاف ومشاركة مجموعات من المنتجات. شركة Shopsadiq Limited Inc Inc، وهي شركة مسجلة في ولاية ديلاوير، هي المطور والمالك لتطبيق Shopsadiq Limited Inc. تشكل شروط هذا الاتفاق (“الاتفاقية”) اتفاقًا قانونيًا ملزمًا بينك، سواء كنت فردًا أو كيانًا، وبين “Shopsadiq Limited Inc”. من خلال الوصول إلى موقع Shopsadiq Limited Inc و/أو تنزيل التطبيق، فإنك توافق على الالتزام بهذه الاتفاقية، وسياسة الخصوصية الخاصة بنا (“سياسة الخصوصية”، المتوفرة للتنزيل في صفحة الخصوصية)، وشروط خدمة بطاقة Shopsadiq Limited Inc (“شروط بطاقة Shopsadiq Limited Inc”، المتوفرة للتنزيل على www.Droplinked.io/terms). يرجى مراجعة جميع الاتفاقيات الثلاث بعناية قبل استخدام الخدمات، بما في ذلك تثبيت التطبيق وإنشاء حسابك، حيث أنك توافق على الالتزام بجميع هذه الاتفاقيات.",
    "paragraph2": "في هذه الاتفاقية، تشير كلمة “الخدمة” أو “الخدمات” إلى جميع المحتويات المتوفرة على موقعنا، بالإضافة إلى النسخة المحمولة من الموقع وتطبيقات Shopsadiq Limited Inc. تتوفر خدمات إضافية ضمن التطبيق وتخضع هذه الخدمات لشروطها الخاصة، المتوفرة للتنزيل في صفحة الشروط. يمكن لمستخدمي Shopsadiq Limited Inc أيضًا استخدام برنامج بطاقة Shopsadiq Limited Inc (“بطاقة Shopsadiq Limited Inc”)، وتتوفر شروط استخدام البطاقة في صفحة الشروط. قد يختلف المحتوى المتوفر في التطبيق عن المحتوى المتوفر على الموقع والعكس صحيح.",
    "paragraph3": "زوار موقعنا (“الزوار”)، والأفراد الذين قاموا بتنزيل وتثبيت تطبيق Shopsadiq Limited Inc وأنشأوا حسابًا (“أعضاء Shopsadiq Limited Inc”)، وأعضاء Shopsadiq Limited Inc الذين اشتركوا في بطاقة Shopsadiq Limited Inc (“أعضاء بطاقة Shopsadiq Limited Inc”) جميعهم مشمولون بهذه الاتفاقية. سيُطلب منك قبول هذه الاتفاقية عندما تصبح عضوًا في بطاقة Shopsadiq Limited Inc. يجب عليك حفظ نسخة من هذه الاتفاقية لسجلاتك.",
    "paragraph4": "نرحب بالطبع بأي تعليقات أو اقتراحات من أي من هؤلاء المستخدمين حول جميع خدماتنا عبر البريد الإلكتروني support (at) Shopsadiq Limited Inc.io.",
    "paragraph5": "إلى الحد الذي يمكنك فيه الوصول إلى أو استخدام Shopsadiq Limited Inc أو الموقع دون إكمال اتفاقية مع Shopsadiq Limited Inc Inc، فإنك تُبلغ بموجب هذا أن استمرارك في استخدام الخدمات يخضع مع ذلك للعديد من الشروط والأحكام الواردة في هذه الاتفاقية."
  },
  "notice": {
    "title": "تنويه:",
    "description": "يرجى ملاحظة أن هذه الاتفاقية تتضمن إخلاء مسؤولية عن الضمانات والمسؤولية القانونية."
  },
  "bindingEffect": {
    "title": "الأثر الملزم وتغييرات الاتفاقية.",
    "description": "هذه اتفاقية ملزمة. باستخدام الموقع أو أي من الخدمات المقدمة عبر الموقع، فإنك توافق على الالتزام بهذه الاتفاقية، كما قد يتم تعديلها من قبل شركة Shopsadiq Limited Inc من وقت لآخر وفقًا لتقديرها الخاص. ستقوم شركة Shopsadiq Limited Inc بنشر إشعار على الموقع في أي وقت يتم فيه تغيير أو تحديث هذه الاتفاقية. تقع على عاتقك مسؤولية مراجعة هذه الاتفاقية بشكل دوري، وإذا وجدت في أي وقت أن هذه الاتفاقية غير مقبولة بالنسبة لك، يجب عليك مغادرة الموقع فورًا والتوقف عن استخدام الموقع وتطبيق Shopsadiq Limited Inc. أنت توافق بأنه باستخدام الخدمة فإنك تقر بأن عمرك لا يقل عن 13 عامًا وأنك قادر قانونيًا على الدخول في هذه الاتفاقية."
  },
  "accessingServices": {
    "title": "الوصول إلى الخدمات.",
    "description": "على الرغم من توفر معلومات حول Shopsadiq Limited Inc على الموقع، يجب عليك تنزيل وتثبيت تطبيق Shopsadiq Limited Inc وإعداد ملفك الشخصي بالكامل للاستفادة القصوى من الخدمات. بالإضافة إلى ذلك، ستحتاج إلى إعداد بطاقة Shopsadiq Limited Inc الخاصة بك كما هو موضح في شروط بطاقة Shopsadiq Limited Inc."
  },
  "reverseEngineering": "لا يجوز لك إجراء الهندسة العكسية أو فك أو تفكيك أو محاولة معرفة الشيفرة المصدرية لأي من مكونات Shopsadiq Limited Inc، ولا يجوز لك إعادة إنتاج أي جزء من مكونات Shopsadiq Limited Inc أو توزيع أي من المكونات دون إذن كتابي من شركة Shopsadiq Limited Inc Inc. محتويات الموقع وتطبيق Shopsadiq Limited Inc مملوكة لشركة Shopsadiq Limited Inc Inc ومحميّة بموجب قوانين العلامات التجارية وحقوق النشر. جميع محتويات الموقع وتطبيق Shopsadiq Limited Inc: حقوق النشر © 2017 Shopsadiq Limited Inc Inc، برج الختم، أبوظبي، الإمارات العربية المتحدة. جميع الحقوق محفوظة.",
  "updatesAndRequirements": "من حين لآخر قد تقوم شركة Shopsadiq Limited Inc Inc بتحديث تطبيق Shopsadiq Limited Inc. قد يعني ذلك أيضًا أنك قد لا تتمكن من الوصول إلى التطبيق أو استخدامه بالكامل أو جزئيًا كما كنت تفعل سابقًا على جهازك الحالي. اعتبارًا من تاريخ سريان هذه الاتفاقية، الحد الأدنى من المتطلبات لتطبيق Shopsadiq Limited Inc هي: جهاز Apple iOS يعمل بنظام iOS 8 أو أعلى تملكه أو تتحكم فيه، أو جهاز Android OS يعمل بنظام Android OS 2.1 حتى 2.3 مع حساب يسمح بالوصول إلى متجر Play أو متجر Apple App Store في بلد يتوفر فيه التطبيق. بالإضافة إلى ذلك، يتطلب التطبيق اتصالاً بالإنترنت ليعمل بشكل كامل. وبما أن شركة Shopsadiq Limited Inc Inc لا توفر لك اتصال الإنترنت، فهي لا تقدم أي ضمانات بأنك ستحصل دائمًا على اتصال بالإنترنت.",
  "yourCard": {
    "title": "بطاقة Shopsadiq Limited Inc الخاصة بك.",
    "description": "نحتفظ بالحق في رفض إصدار بطاقة Shopsadiq Limited Inc لأي شخص لأي سبب ضمن حدود القانون. كما أنك تتحمل المسؤولية الكاملة عن الحفاظ على سرية اسم المستخدم وكلمة المرور الخاصة بك، وتوافق على التواصل معنا فورًا عبر البريد الإلكتروني support (at) Shopsadiq Limited Inc.io إذا كنت تعتقد أن ملفك الشخصي قد تم اختراقه."
  },
  "thirdPartyInfo": "سيُطلب منك أثناء إعداد الحساب وأحيانًا أثناء صيانة الحساب أن تمنح الإذن لشركة Shopsadiq Limited Inc Inc لاسترجاع معلومات عنك تحتفظ بها لدى أطراف ثالثة (مثل المتاجر أو مواقع التجارة الإلكترونية). سنقوم باسترجاع المعلومات لكننا لا نتحقق من هذه المعلومات (على سبيل المثال، من حيث الدقة أو القانونية أو الانتهاك). وبما أن ذلك يتطلب من Shopsadiq Limited Inc التواصل مع أطراف ثالثة، فقد يكون وصولنا إلى المعلومات محدودًا بقدرة الطرف الثالث على توفيرها. سياسة الخصوصية الخاصة بنا، المتوفرة في صفحة الخصوصية، تحكم إدارتنا لهذه المعلومات.",
  "scopeOfService": "نطاق الخدمة. تقدم لك Shopsadiq Limited Inc أدوات يمكن أن تساعدك في تتبع إنفاقك واكتشاف الاتجاهات. هذا يعني أن الخدمات تشمل تقديم الرسومات و/أو الصور، النصوص، الصوت، الفيديو، تجميعات البيانات، الاتصالات الإلكترونية، البرمجيات، قواعد البيانات، وغيرها من العناصر المرئية أو الصوتية. كما يعني ذلك أن مدخلاتك الشخصية ضرورية للاستفادة القصوى من Shopsadiq Limited Inc وقد نزودك بمعلومات تتعلق بمنتجات أو خدمات أو نصائح أو اقتراحات من أطراف ثالثة.",
  "noAdvice": {
    "title": "لا تقدم Shopsadiq Limited Inc أي نصيحة استثمارية أو ضريبية أو قانونية.",
    "description": "الموقع وتطبيق Shopsadiq Limited Inc متاحان لك لتثقيف نفسك؛ الخدمة مقدمة كما هي ولأغراض إعلامية فقط وليست للنصيحة. تحثك شركة Shopsadiq Limited Inc Inc على التفكير في استشارة مخطط مالي أو محامٍ أو مستشار ضرائب بشأن أمورك المالية. لا يُعد أي من المعلومات الواردة في الموقع أو في الخدمة بمثابة دعوة أو عرض أو رأي أو توصية من قبل Shopsadiq Limited Inc Inc أو أي من مزودي البيانات من الأطراف الثالثة لشراء أو بيع أي أوراق مالية أو أدوات مالية أخرى أو لتقديم نصيحة أو خدمات قانونية أو ضريبية أو محاسبية أو استثمارية تتعلق بجدوى أو ملاءمة أو ربحية أي ورقة مالية أو استثمار."
  },
  "accuracyDisclaimer": "تبذل شركة Shopsadiq Limited Inc Inc جهدًا معقولًا لضمان أن الخدمة محدثة ودقيقة، وتقر وتوافق على أن Shopsadiq Limited Inc تعتمد على دقة المصادر الخارجية، والتي قد تكون أو لا تكون شاملة ودقيقة تمامًا. تحتفظ Shopsadiq Limited Inc بالحق في تصحيح أي معلومات مقدمة ولا تقدم أي ضمانات بشأن دقة أو اكتمال المعلومات المقدمة. لا تتحمل Shopsadiq Limited Inc Inc أو أي من مزودي المحتوى الخارجيين أي مسؤولية عن أي أخطاء أو عدم دقة أو تأخير في المحتوى، أو عن أي إجراءات تم اتخاذها بناءً على ذلك. كما هو موضح أدناه، تخلي Shopsadiq Limited Inc صراحةً مسؤوليتها عن جميع الضمانات، الصريحة أو الضمنية، فيما يتعلق بدقة أي محتوى مقدم أو مدى ملاءمة المعلومات لأي غرض.",
  "reportErrors": "يرجى الإبلاغ عن أي أخطاء أو مشاكل قد تجدها إلى support (at) Shopsadiq Limited Inc.io مع التأكد من تضمين وصف مفصل للمشكلة، وعناوين الصفحات التي يظهر فيها الخطأ، والمتصفح الذي كنت تستخدمه.",
  "thirdPartyIntegration": "يرجى أيضًا ملاحظة أن بعض الوظائف ستعتمد على مزودي الخدمات الآخرين لديك لتوفير إمكانية الوصول إلى معلومات معينة. على سبيل المثال، بعض المنصات ليست معدة للتكامل المباشر مع برامج الأطراف الثالثة، ولكن قد تسمح لك بتنزيل البيانات ذات الصلة ثم تحميلها هنا. بالإضافة إلى ذلك، قد يحد مؤسستك المالية من الوصول إلى أنواع معينة من الحسابات (مثل بطاقة الائتمان أو حساب التوفير). يمكن أن تساعدك Shopsadiq Limited Inc في تجاوز بعض هذه المشكلات، لكن قد تظل بعض المشكلات قائمة حتى تتخذ مؤسستك المالية خطوات لفتح منصتها للتكامل.",
  "notMoneyTransmitter": "على الرغم من أن الرصيد الترويجي والقسائم قد تكون متاحة لمستخدمي Shopsadiq Limited Inc و/أو بطاقة Shopsadiq Limited Inc، إلا أن Shopsadiq Limited Inc ليست خدمة تحويل أموال أو نقل أموال.",
  "rightsGrant": {
    "title": "منح الحقوق؛ القيود.",
    "paragraph1": "قد يحتوي الموقع والخدمة على أعمال أصلية أنشأتها Shopsadiq Limited Inc. هذه الأعمال هي ملكية فكرية حصرية لشركة Shopsadiq Limited Inc Inc وتعتبر ملكية خاصة. وبناءً عليه، فإن الموقع والخدمة محميان بموجب هذه الاتفاقية وبموجب قوانين الملكية الفكرية والعقود المحلية والدولية (مثل، على سبيل المثال لا الحصر، قوانين البراءات وحقوق النشر والعلامات التجارية)، كما سيتم توضيحه أدناه.",
    "paragraph2": "يتم منحك حقًا محدودًا غير حصري وغير قابل للنقل للوصول إلى الموقع والخدمة لأغراض البحث، ويمكن إلغاؤه. كل شخص طبيعي أو اعتباري يحتاج إلى حساب مستخدم فردي، ولا يجوز لك مشاركة اسم المستخدم وكلمة المرور الخاصة بك مع أي شخص آخر، سواء كان طبيعيًا أو اعتباريًا.",
    "paragraph3": "الخدمة محمية بموجب حقوق النشر وقوانين الملكية الفكرية وغيرها من القوانين التي تمنع أي استخدام أو وصول أو تلاعب غير مصرح به. تمنحك Shopsadiq Limited Inc فقط الحقوق التالية: (أ) الحق في عرض الخدمة إلكترونيًا من خلال بوابة الموقع لاستخدامك، (ب) الحق في عرض الخدمة للآخرين في سياق الأعمال العادية، (ج) الحق في استخدام الخدمة كما هو مسموح به بموجب قوانين حقوق النشر المعمول بها، و(د) الحق في طباعة أجزاء من الخدمة بشكل مخصص لأغراضك الشخصية. يُحظر عليك عرض أو إعادة بيع أو توزيع أي جزء من الخدمة لأغراض تجارية، كما يُحظر عليك استخدام أي جزء من الخدمة أو الموقع أو أي من الملكية الفكرية الخاصة به للتنافس مع Shopsadiq Limited Inc. هذا القسم يحدد حدود حقوقك، ولا تمنحك هذه الاتفاقية أي مصلحة ملكية في أي من ممتلكات Shopsadiq Limited Inc. يجب أن يتوافق استخدامك في جميع الأوقات مع جميع القوانين والأنظمة واللوائح المعمول بها.",
    "paragraph4": "لا يجوز لك نسخ أو تنزيل أو تخزين أو نشر أو نقل أو إعادة نقل أو توزيع أو نشر أو تداول أو بيع أو إعادة بيع أو استخدام الخدمة أو أي جزء منها بأي شكل أو وسيلة، إلا (1) كما هو مسموح به صراحةً في هذه الاتفاقية، (2) بموافقة كتابية مسبقة من Shopsadiq Limited Inc، أو (3) إذا لم يكن ذلك محظورًا صراحةً بموجب هذه الاتفاقية أو كما هو مسموح به بموجب بند الاستخدام العادل في قانون حقوق النشر الأمريكي (17 U.S.C.A. § 107). يجوز أيضًا لـ ICE إيقاف أو تغيير الخدمة أو توفرها لك في أي وقت. لا يُفهم أي شيء وارد في الموقع أو التطبيق على أنه يمنحك ترخيصًا لاستخدام أي من العلامات التجارية أو علامات الخدمة أو الشعارات المملوكة لشركة Shopsadiq Limited Inc أو لأي طرف ثالث."
  },
  "useSection": {
    "title": "الاستخدام.",
    "paragraph1": "يجب استخدام الخدمة فقط وفقًا لهذه الاتفاقية. تحتفظ Shopsadiq Limited Inc بالحق في حجب الوصول إلى الخدمات مؤقتًا أو دائمًا (وفقًا لتقديرها الخاص) إذا كان لديها سبب للاعتقاد بأن الخدمات قد تُستخدم لغرض غير مناسب أو بما يخالف شروط هذه الاتفاقية. يجب عليك إبلاغ Shopsadiq Limited Inc بأي إساءة استخدام أو سوء استخدام أو اختراق للخدمة تعلم به.",
    "paragraph2": "تتيح لك Shopsadiq Limited Inc استخدام مواقع وخدمات خارجية لتوزيع روابط الإحالة على شبكتك. يرجى الانتباه إلى سلوكك داخل تطبيق Shopsadiq Limited Inc وخارجه فيما يتعلق بـ Shopsadiq Limited Inc. على سبيل المثال، لا تشارك في اتصالات تجارية غير مصرح بها أو مخططات تسويق متعددة المستويات، ولا تطلب أو تجمع معلومات تسجيل الدخول للتطبيق، ولا تجمع محتوى أو معلومات المستخدمين بوسائل تقليدية أو آلية، ولا تصل إلى حساب يخص شخصًا آخر. إذا كان لديك أي أسئلة حول سلوكك، يرجى إعلامنا.",
    "paragraph3": "قد نسمح أيضًا للمستخدمين بتحميل محتوى نمط الحياة مثل الصور ثم وضع علامات عليها بعلامات تجارية أو متاجر كجزء من إنشاء مجموعة تسوق المستخدم. هذه الصور والمعلومات المرتبطة بها تعبر عن آراء ومعلومات المستخدم الذي نشر الصورة. لا توافق Shopsadiq Limited Inc أو تصادق على هذه الآراء أو المعلومات، ولا تضمن شمولها أو ملاءمتها أو دقتها.",
    "paragraph4": "نتيجة لتجربة المستخدمين وملاحظاتهم أو لأسباب أخرى، قد نتيح من وقت لآخر صورًا أو شعارات لشركات مختلفة على موقعنا أو عبر تطبيق Shopsadiq Limited Inc. استخدام هذه الصور لا يعني أن أيًا من مالكي أو حاملي تراخيص هذا المحتوى يقدمون تأييدًا أو تفويضًا أو رعاية أو ارتباطًا مع Shopsadiq Limited Inc."
  },
  "accountSecurity": {
    "title": "أمان الحساب.",
    "description": "كما هو مذكور أعلاه في هذه الاتفاقية وكذلك في شروط بطاقة Shopsadiq Limited Inc، إذا كان لديك سبب للاعتقاد بأن حسابك لم يعد آمنًا (على سبيل المثال، في حالة الفقدان أو السرقة أو الكشف أو الاستخدام غير المصرح به لمعرفك أو كلمة المرور أو أي رقم بطاقة ائتمان أو خصم أو بطاقة دفع مخزن)، يرجى إخطار Shopsadiq Limited Inc بالمشكلة لتجنب تحمل أي مسؤولية محتملة عن أي رسوم أو وصول أو استخدام غير مصرح به لملفك الشخصي في Shopsadiq Limited Inc."
  },
  "innovationAndPartners": "في Shopsadiq Limited Inc، نقدر ونشجع الابتكار والتعاون. نعمل على تقديم حلول فعالة وأنيقة لتبسيط تطبيق Shopsadiq Limited Inc. هذا يعني أننا قد نتعاون مع شركاء استراتيجيين لتقديم خدمات مثل معالجة المدفوعات أو إدارة بيانات العملاء. باستخدامك لمنتجات Shopsadiq Limited Inc، فإنك توافق على استخدامنا لهؤلاء الأطراف الثالثة. قد نشارك معلوماتك مع هؤلاء الأطراف وفقًا لأحكام سياسة الخصوصية الخاصة بنا، كما يتم تعديلها.",
  "mobileAlerts": {
    "title": "تنبيهات الهاتف المحمول والبريد الإلكتروني.",
    "description": "قد يتيح لك جهاز Android أو Apple الخاص بك تلقي تنبيهات و/أو رسائل من Shopsadiq Limited Inc عبر جهازك و/أو البريد الإلكتروني. يمكنك تعديل هذه التفضيلات من خلال ملفك الشخصي في Shopsadiq Limited Inc. إذا تغيرت معلومات الاتصال الخاصة بك المستخدمة في ملفك الشخصي، فأنت مسؤول عن تحديثها في الوقت المناسب. لن نرسل كلمة المرور الخاصة بك أبدًا عبر أي تنبيه."
  },
  "privacyPolicySection": {
    "title": "سياسة الخصوصية.",
    "description": "تحترم Shopsadiq Limited Inc خصوصيتك. يمكن العثور على بيان كامل لسياسة الخصوصية الحالية من خلال زيارة صفحة الخصوصية. سياسة الخصوصية الخاصة بـ Shopsadiq Limited Inc مدمجة صراحةً في هذه الاتفاقية بالإشارة إليها. سيتم نشر أي إشعار بتغييرات سياسة الخصوصية على موقع Shopsadiq Limited Inc."
  },
  "regionalConcerns": {
    "title": "الاعتبارات الإقليمية.",
    "description": "شركة Shopsadiq Limited Inc Inc هي شركة مسجلة في ولاية ديلاوير وعملاؤها من المقيمين في دولة الإمارات العربية المتحدة. قد تتوفر بعض الخدمات المختارة لأولئك خارج الولايات المتحدة. يرجى التواصل معنا لمزيد من المعلومات!",
    "access": "يتم منحك حق الوصول إلى الموقع وتطبيق Shopsadiq Limited Inc بناءً على موقع إقامتك. للامتثال للقوانين المحلية، لا يجوز لك استخدام Shopsadiq Limited Inc خارج بلد إقامتك لأكثر من ثلاثين (30) يومًا متتاليًا في كل مرة. تحتفظ Shopsadiq Limited Inc بالحق في تعليق الوصول إذا اشتبهت في أن المستخدم قد استخدم Shopsadiq Limited Inc لأكثر من الفترة المسموح بها. لا ينبغي تفسير استخدامك للموقع أو Shopsadiq Limited Inc على أنه محاولة من Shopsadiq Limited Inc للاستفادة عمدًا من مزايا أو امتيازات ممارسة الأعمال في أي ولاية أو اختصاص قضائي آخر غير ديلاوير.",
    "embargo": "تقر بأنك لست متواجدًا في بلد خاضع لحظر من الحكومة الأمريكية، أو تم تصنيفه من قبل الحكومة الأمريكية كدولة تدعم الإرهاب، وأنك (2) لست مدرجًا في أي قائمة حكومية أمريكية للأطراف المحظورة أو المقيدة. بالإضافة إلى ذلك، تدرك أن تطبيق Shopsadiq Limited Inc للهواتف المحمولة قد يطلب موقعك عند استخدامه لتزويدك بمعلومات مستهدفة خاصة بموقعك الجغرافي. يمكنك تعطيل أو تفعيل هذه الإعدادات من خلال جهازك. لمزيد من المعلومات، تواصل مع الشركة المصنعة لجهازك.",
    "changes": "تغيير الاتفاقية. كما هو مذكور أعلاه، يجوز لشركة Shopsadiq Limited Inc تغيير شروط هذه الاتفاقية في أي وقت من خلال إخطارك بالتغيير كتابيًا أو إلكترونيًا (بما في ذلك، على سبيل المثال لا الحصر، عبر البريد الإلكتروني أو بنشر إشعار على الموقع بأن الشروط قد تم \"تحديثها\" أو بلغة مشابهة). أنت توافق على الالتزام بهذه التغييرات من خلال استخدام الخدمة بعد إجراء التغييرات على هذه الاتفاقية. إذا لم توافق على أي جزء من الاتفاقية، يرجى عدم الوصول إلى الخدمة حيث أن وصولك يعتبر قبولًا لهذه الشروط."
  },
  "appleSection": {
    "title": "تنزيل Shopsadiq Limited Inc من شركة Apple Inc. (“Apple”)?",
    "intro": "إذا قمت بتنزيل Shopsadiq Limited Inc من Apple، فإن الشروط التالية من هذه الاتفاقية تنطبق أيضًا:",
    "acknowledgementTitle": "إقرار.",
    "acknowledgement": "أنت تقر بأن هذه الاتفاقية مبرمة بينك وبين Shopsadiq Limited Inc وليست بينك وبين Apple.",
    "maintenance": "الصيانة والدعم. لا تتحمل Apple أي التزام بتقديم أي خدمات صيانة أو دعم فيما يتعلق بتطبيق Shopsadiq Limited Inc.",
    "warranty": "الضمان. في حال فشل Shopsadiq Limited Inc في مطابقة أي ضمان معمول به، يمكنك إخطار Apple، وستقوم Apple برد سعر الشراء الخاص بك، إن وجد، لتطبيق Shopsadiq Limited Inc؛ إلى أقصى حد يسمح به القانون المعمول به، لن تتحمل Apple أي التزام ضمان آخر فيما يتعلق بتطبيق Shopsadiq Limited Inc.",
    "productClaims": "المطالبات المتعلقة بالمنتج. تتحمل Shopsadiq Limited Inc، وليس Apple، مسؤولية معالجة أي مطالبات منك أو من أي طرف ثالث تتعلق بتطبيق Shopsadiq Limited Inc أو حيازتك و/أو استخدامك لتطبيق Shopsadiq Limited Inc، بما في ذلك، على سبيل المثال لا الحصر: (1) مطالبات المسؤولية عن المنتج؛ (2) أي مطالبة بأن Shopsadiq Limited Inc لا يتوافق مع أي متطلبات قانونية أو تنظيمية معمول بها؛ و(3) المطالبات الناشئة بموجب قوانين حماية المستهلك أو تشريعات مماثلة.",
    "ipRights": "حقوق الملكية الفكرية. في حال وجود أي مطالبة من طرف ثالث بأن تطبيق Shopsadiq Limited Inc أو حيازتك واستخدامك له ينتهك حقوق الملكية الفكرية لذلك الطرف الثالث، فإن Shopsadiq Limited Inc، وليس Apple، ستكون مسؤولة وحدها عن التحقيق والدفاع والتسوية والتبرئة من أي مطالبة انتهاك ملكية فكرية من هذا النوع.",
    "developer": "اسم المطور وعنوانه. Shopsadiq Limited Inc Inc.، برج الختم، أبوظبي، الإمارات العربية المتحدة.",
    "thirdPartyBeneficiary": "طرف ثالث مستفيد. تعتبر Apple والشركات التابعة لها أطرافًا مستفيدة من هذه الاتفاقية. عند قبولك لشروط وأحكام هذه الاتفاقية، سيكون لـ Apple الحق (ويُعتبر أنها قبلت هذا الحق) في تنفيذ الاتفاقية ضد المستخدم النهائي كطرف ثالث مستفيد.",
    "performance": "الأداء. ستبذل Shopsadiq Limited Inc جهودًا تجارية معقولة لتقديم الخدمات، بشرط أن تقبل جميع المعلومات \"كما هي\". أنت تقر وتوافق على أن Shopsadiq Limited Inc تعتمد على دقة المصادر الخارجية، والتي قد تكون أو لا تكون شاملة ودقيقة تمامًا، ولن تعتمد على Shopsadiq Limited Inc لدقة أو اكتمال الخدمات. تحتفظ Shopsadiq Limited Inc بالحق في إضافة أو حذف أي من المواد المقدمة في الخدمات، وقد يشمل ذلك إيقاف جزء من الخدمة. في حال أزالت Shopsadiq Limited Inc جزءًا جوهريًا من الخدمة كنت تستخدمه بانتظام وبشكل معقول في سياق عملك، يمكنك طلب رصيد نسبي لحسابك كما هو موضح أعلاه. ICE لا تقدم نصائح استثمارية مهنية.",
    "socialMedia": "قد تتطلب بعض ميزات تطبيق Shopsadiq Limited Inc للهواتف المحمولة أن يكون لديك حساب على وسائل التواصل الاجتماعي (مثل Facebook Messenger أو Twitter)، بما في ذلك وظيفة الدردشة. حسابات وسائل التواصل الاجتماعي الخاصة بك تخضع لشروط وأحكام مزودي الوسائط الفرديين.",
    "consumerRights": "إشعار حقوق المستهلك في كاليفورنيا. يمكن استخدام الموقع والتطبيق من قبل المستهلكين والمهنيين على حد سواء. وفقًا لقانون كاليفورنيا المدني القسم 1789.3، يتعين على Shopsadiq Limited Inc تقديم المعلومات التالية. يتم توفير الموقع وتطبيق Shopsadiq Limited Inc من قبل Shopsadiq Limited Inc Inc. الكائن في برج الختم، أبوظبي، الإمارات العربية المتحدة، ويمكن التواصل عبر البريد الإلكتروني support (at) Shopsadiq Limited Inc.io. الوصول إلى الموقع مجاني للجميع؛ أما الوصول إلى Shopsadiq Limited Inc فهو عبر الترخيص والتنزيل فقط ويخضع لهذه الشروط.",
    "complaints": "إذا كنت ترغب في الحصول على مزيد من المعلومات حول استخدام خدمتنا، أو إذا كان لديك أي أسئلة أو شكاوى، يرجى التواصل مع Shopsadiq Limited Inc مباشرةً لحل المشكلة. يرجى ملاحظة أن Shopsadiq Limited Inc لا يمكنها تقديم إطار زمني محدد لأي حل. إذا لم تكن راضيًا عن الخدمة، يمكنك أيضًا التواصل مع وحدة مساعدة الشكاوى في قسم خدمات المستهلك بوزارة شؤون المستهلك؛ يمكن التواصل معهم كتابيًا على العنوان: 1625 North Market Blvd., Suite N 112, Sacramento, CA 95834 أو عبر الهاتف على الرقم (800) 952-5210."
  },
  "limitationOfLiability": {
    "title": "تحديد المسؤولية.",
    "description": "مسؤولية Shopsadiq Limited Inc تجاهك محدودة. إلى أقصى حد يسمح به القانون، لا تتحمل الشركة بأي حال من الأحوال المسؤولية عن أي أضرار من أي نوع (بما في ذلك، على سبيل المثال لا الحصر، الأضرار الخاصة أو العرضية أو التبعية أو فقدان الأرباح أو فقدان البيانات، بغض النظر عن إمكانية توقع تلك الأضرار) الناشئة عن أو المتعلقة باستخدامك للموقع أو أي مواد أو خدمات أخرى مقدمة لك من قبل الشركة. ينطبق هذا التحديد بغض النظر عما إذا كانت الأضرار ناجمة عن خرق العقد أو المسؤولية التقصيرية أو أي نظرية قانونية أو شكل من أشكال الدعوى.",
    "reliance": "أنت تقر بأن أي اعتماد على أي من الآراء أو الحقائق أو التوصيات المقدمة في الخدمة يكون على مسؤوليتك الخاصة."
  },
  "limitedWarranty": {
    "title": "الضمان المحدود.",
    "description": "تخلي Shopsadiq Limited Inc بموجب هذا جميع الضمانات. توفر الشركة الموقع \"كما هو\" دون أي ضمان من أي نوع. أنت تتحمل مخاطر أي ضرر أو خسارة قد تنشأ عن استخدامك للموقع أو الخدمة أو عدم قدرتك على استخدامهما. إلى أقصى حد يسمح به القانون، تخلي الشركة صراحةً أي وجميع الضمانات، الصريحة أو الضمنية، المتعلقة بالموقع، بما في ذلك، على سبيل المثال لا الحصر، أي ضمانات ضمنية بالدقة أو القابلية للتسويق أو الملاءمة لغرض معين أو عدم الانتهاك. لا تضمن الشركة أن الموقع أو الخدمة سيلبيان متطلباتك أو أن تشغيل الموقع أو الخدمة سيكون دون انقطاع أو خالٍ من الأخطاء. أنت تتحمل المسؤولية الكاملة عن استخدامك للموقع والخدمات وأي روابط لطرف ثالث، ووسيلتك الوحيدة في حال عدم الرضا عن الموقع و/أو الخدمات هي التوقف عن استخدام الموقع."
  },
  "governingLaw": {
    "title": "القانون الحاكم.",
    "description": "تفسر هذه الاتفاقية وتخضع لقوانين دولة الإمارات العربية المتحدة وولاية كاليفورنيا، دون الرجوع إلى قواعد تنازع القوانين الخاصة بهما. أنت توافق بموجب هذا بشكل نهائي على الاختصاص الحصري لمحاكم الولاية أو المحاكم الفيدرالية في مقاطعة لوس أنجلوس، كاليفورنيا، في جميع النزاعات الناشئة عن أو المتعلقة باستخدام الخدمات.",
    "thirdPartySites": "مواقع الأطراف الثالثة وتجار Shopsadiq Limited Inc. لا تتحكم Shopsadiq Limited Inc في أي موقع إلكتروني أو مواد تابعة لطرف ثالث ولا تتحمل أي مسؤولية عنها. تعمل Shopsadiq Limited Inc مع عدد من الشركاء والجهات التابعة الذين قد تكون مواقعهم الإلكترونية مرتبطة بالموقع أو داخل التطبيق. وبما أن Shopsadiq Limited Inc لا تتحكم في محتوى وأداء هذه المواقع، فإنها لا تقدم أي ضمانات بشأن دقة أو حداثة أو محتوى أو جودة المعلومات المقدمة من هذه المواقع، ولا تتحمل أي مسؤولية عن أي محتوى غير مقصود أو غير مقبول أو غير دقيق أو مضلل أو غير قانوني قد يوجد على تلك المواقع. وبالمثل، قد تصل من وقت لآخر أثناء استخدامك للموقع إلى عناصر محتوى (بما في ذلك، على سبيل المثال لا الحصر، الموقع الإلكتروني) مملوكة لأطراف ثالثة. أنت تقر وتوافق على أن Shopsadiq Limited Inc لا تقدم أي ضمانات بشأن دقة أو حداثة أو محتوى أو جودة هذا المحتوى التابع لطرف ثالث، وأنه ما لم ينص على خلاف ذلك صراحةً، تحكم هذه الاتفاقية استخدامك لأي محتوى تابع لطرف ثالث. علاوة على ذلك، ما لم ينص على خلاف ذلك، لا يشير وجود محتوى تابع لطرف ثالث إلى رعاية الموقع أو تطبيق Shopsadiq Limited Inc من قبل هذه الأطراف.",
    "merchantInfo": "يحتوي تطبيق Shopsadiq Limited Inc للهواتف المحمولة على معلومات مقدمة مباشرة من الشركة المصنعة أو البائع بالتجزئة، بما في ذلك، على سبيل المثال، أسعار المنتجات والعروض والوصف والأحجام. لا تقدم Shopsadiq Limited Inc أي تعهدات بشأن دقة هذه المعلومات. تعتمد Shopsadiq Limited Inc على التجار للحفاظ على تفاصيل المخزون وتوافر المنتجات بشكل محدث. سيؤكد تطبيق Shopsadiq Limited Inc توفر عنصر معين عند إضافته إلى سلة التسوق الافتراضية الخاصة بك ومرة أخرى قبل إتمام عملية الشراء. إذا لم يتمكن التاجر من شحن منتج معين، سيتم إخطارك عبر البريد الإلكتروني."
  },
  "promotionCodes": {
    "title": "رموز الترويج.",
    "description": "قد توفر Shopsadiq Limited Inc من وقت لآخر بعض رموز الترويج. لا يمكنك تطبيق رمز ترويجي على اشتراك تم تسجيله مسبقًا، وقد تكون رموز الترويج متاحة فقط للمشتركين الجدد."
  },
  "modifications": {
    "title": "التعديلات.",
    "description": "يجوز لـ Shopsadiq Limited Inc، وفقًا لتقديرها الخاص ودون إشعار مسبق، (أ) مراجعة هذه الاتفاقية؛ (ب) تعديل الموقع و/أو الخدمة؛ و/أو (ج) إيقاف الموقع و/أو Shopsadiq Limited Inc في أي وقت. ستنشر Shopsadiq Limited Inc أي تعديل على هذه الاتفاقية في الموقع، ويصبح التعديل ساريًا فور نشره. أنت توافق على مراجعة هذه الاتفاقية والسياسات الأخرى المنشورة على الموقع بشكل دوري للاطلاع على أي تعديلات. وتوافق على أنه من خلال الاستمرار في استخدام أو الوصول إلى الموقع بعد إشعار أي تعديل، فإنك تلتزم بأي تعديل من هذا القبيل."
  },
  "dmca": {
    "title": "الامتثال لقانون الألفية الرقمية لحقوق النشر (DMCA).",
    "intro": "ينطبق قانون الألفية الرقمية لحقوق النشر (“DMCA”) على مزودي خدمات الإنترنت. (17 U.S.C. § 512). لا تسمح خدمتنا للمشتركين أو الأعضاء أو أصحاب الحسابات بتحميل معلوماتهم الخاصة. وبناءً عليه، لا تتوقع Shopsadiq Limited Inc انطباق DMCA على الخدمة. ومع ذلك، ستقوم Shopsadiq Limited Inc بإنهاء اشتراك أو عضوية أو حساب أي طرف، إذا اقتضت الظروف ورأت Shopsadiq Limited Inc ذلك مناسبًا، في حال تكرار انتهاك هؤلاء الأطراف لحقوق الملكية الفكرية للآخرين. إذا كنت ترغب في تقديم شكوى بشأن انتهاك حقوق النشر، يجب عليك تقديم المعلومات التالية بعد التأكد من أنك المالك الفعلي أو صاحب الحقوق:",
    "point1": "(1) توقيع فعلي أو إلكتروني لشخص مخول بالتصرف نيابة عن مالك الحق الحصري الذي يُزعم انتهاكه.",
    "point2": "(2) تحديد العمل المحمي بحقوق النشر الذي يُزعم أنه تم انتهاكه، أو إذا كانت الإشعار يشمل عدة أعمال محمية في موقع إلكتروني واحد، قائمة تمثيلية بهذه الأعمال في ذلك الموقع.",
    "point3": "(3) تحديد المادة التي يُزعم أنها تنتهك أو التي هي موضوع نشاط انتهاكي والتي يجب إزالتها أو تعطيل الوصول إليها، ومعلومات كافية بشكل معقول لتمكين مزود الخدمة من تحديد مكان المادة.",
    "point4": "(4) معلومات كافية بشكل معقول لتمكين مزود الخدمة من التواصل مع الطرف المشتكي، مثل عنوان أو رقم هاتف، وإذا كان متاحًا، عنوان بريد إلكتروني يمكن التواصل من خلاله.",
    "point5": "(5) بيان بأن الطرف المشتكي لديه اعتقاد حسن النية بأن استخدام المادة بالطريقة المشكو منها غير مصرح به من قبل مالك حقوق النشر أو وكيله أو القانون.",
    "point6": "(6) بيان بأن المعلومات الواردة في الإشعار دقيقة، وتحت طائلة عقوبة الحنث باليمين، بأن الطرف المشتكي مخول بالتصرف نيابة عن مالك الحق الحصري الذي يُزعم انتهاكه."
  },
  "contactInfo": "Shopsadiq Limited Inc Inc.\nبرج الختم، أبوظبي\nالإمارات العربية المتحدة\n(972) 978-6076\nsupport (at) Shopsadiq Limited Inc.io",
  "inappropriateContent": "المحتوى غير المناسب. من غير المرجح أن يقوم أي مستخدم لتطبيق Shopsadiq Limited Inc أو الموقع بتحميل أو إتاحة معلومات للآخرين. ومع ذلك، إذا قمت بتحميل أو نشر أو إتاحة أي معلومات، فلا يجوز لك إتاحة الأنواع التالية من المحتوى. توافق على عدم تحميل أو تنزيل أو عرض أو أداء أو نقل أو توزيع أي محتوى يكون (أ) قذفًا أو تشهيرًا أو فاحشًا أو إباحيًا أو مسيئًا أو تهديديًا؛ (ب) يشجع أو يحث على سلوك يمكن أن يشكل جريمة جنائية أو يؤدي إلى مسؤولية مدنية أو ينتهك أي قانون أو لائحة محلية أو وطنية أو أجنبية معمول بها؛ أو (ج) يعلن أو يروج لجمع الأموال أو يعد طلبًا لسلع أو خدمات. تحتفظ Shopsadiq Limited Inc بالحق في إنهاء استلامك أو نقلك أو توزيعك لأي من هذه المواد عبر الخدمة، وإذا لزم الأمر، حذف أي من هذه المواد من خوادمها. تعتزم Shopsadiq Limited Inc التعاون الكامل مع أي مسؤولين أو جهات إنفاذ قانون في التحقيق في أي انتهاك لهذه الاتفاقية أو لأي قوانين معمول بها.",
  "prohibitedUses": "الاستخدامات المحظورة. تفرض Shopsadiq Limited Inc بعض القيود على استخدامك المسموح به للموقع والخدمة. يُحظر عليك انتهاك أو محاولة انتهاك أي من ميزات الأمان الخاصة بالموقع أو الخدمة، بما في ذلك، على سبيل المثال لا الحصر: (أ) الوصول إلى محتوى أو بيانات غير مخصصة لك، أو تسجيل الدخول إلى خادم أو حساب غير مصرح لك بالوصول إليه؛ (ب) محاولة فحص أو اختبار أو التحقق من ضعف الخدمة أو الموقع أو أي نظام أو شبكة مرتبطة، أو خرق تدابير الأمان أو المصادقة دون تفويض مناسب؛ (ج) التدخل أو محاولة التدخل في الخدمة لأي مستخدم أو مضيف أو شبكة، بما في ذلك، على سبيل المثال لا الحصر، عن طريق إرسال فيروس إلى الموقع أو الخدمة، أو التحميل الزائد، أو \"الإغراق\"، أو \"البريد العشوائي\"، أو \"القصف البريدي\"، أو \"التعطيل\"؛ (د) استخدام الموقع أو الخدمة لإرسال بريد إلكتروني غير مرغوب فيه، بما في ذلك، على سبيل المثال لا الحصر، العروض الترويجية أو الإعلانات للمنتجات أو الخدمات؛ (هـ) تزوير أي رأس حزمة TCP/IP أو أي جزء من معلومات الرأس في أي بريد إلكتروني أو منشور باستخدام الخدمة؛ أو (و) محاولة تعديل أو إجراء هندسة عكسية أو فك أو تفكيك أو محاولة تحويل أي من الشيفرة المصدرية المستخدمة من قبل Shopsadiq Limited Inc في تقديم الموقع أو الخدمة إلى شكل يمكن إدراكه بشريًا. قد يعرضك أي انتهاك لأمن النظام أو الشبكة لمسؤولية مدنية و/أو جنائية.",
  "networkConduct": "سيسمح لك Shopsadiq Limited Inc باستخدام مواقع وخدمات خارجية لتوزيع روابط الإحالة على شبكتك. يرجى الانتباه إلى سلوكك داخل تطبيق Shopsadiq Limited Inc وخارجه فيما يتعلق بـ Shopsadiq Limited Inc. على سبيل المثال، لا تشارك في اتصالات تجارية غير مصرح بها أو مخططات تسويق متعددة المستويات، ولا تطلب أو تجمع معلومات تسجيل الدخول للتطبيق، ولا تجمع محتوى أو معلومات المستخدمين بوسائل تقليدية أو آلية، ولا تصل إلى حساب يخص شخصًا آخر. إذا كان لديك أي أسئلة حول سلوكك، يرجى إعلامنا.",
  "indemnity": "التعويض. أنت توافق على تعويض Shopsadiq Limited Inc عن بعض أفعالك أو تقصيرك. توافق على تعويض والدفاع عن وحماية Shopsadiq Limited Inc والشركات التابعة لها ومسؤوليها ومديريها وموظفيها ومستشاريها ووكلائها وممثليها من أي وجميع المطالبات أو الخسائر أو المسؤوليات أو الأضرار و/أو التكاليف (بما في ذلك أتعاب وتكاليف المحاماة المعقولة) التي تنشأ من وصولك إلى الموقع أو استخدامك له، أو انتهاكك لهذه الاتفاقية، أو انتهاكك أو انتهاك أي مستخدم لحسابك لأي حق ملكية فكرية أو أي حق آخر لأي شخص أو كيان. ستقوم Shopsadiq Limited Inc بإخطارك فورًا بأي مطالبة أو خسارة أو مسؤولية أو طلب من هذا النوع، وستوفر لك المساعدة المعقولة، على نفقتك، في الدفاع عن أي مطالبة أو خسارة أو مسؤولية أو ضرر أو تكلفة من هذا النوع.",
  "terminationCard": "إنهاء بطاقة Shopsadiq Limited Inc الخاصة بك. كما هو موضح أعلاه وبمزيد من التفصيل في شروط بطاقة Shopsadiq Limited Inc، تحتفظ Shopsadiq Limited Inc بالحق في إنهاء بطاقة Shopsadiq Limited Inc الخاصة بك و/أو وصولك إلى تطبيق Shopsadiq Limited Inc للهواتف المحمولة إذا رأت Shopsadiq Limited Inc، وفقًا لتقديرها الخاص، أنك انتهكت هذه الاتفاقية أو أي من شروط بطاقة Shopsadiq Limited Inc، أو كان لديك أكثر من بطاقة Shopsadiq Limited Inc واحدة، أو حدث خطأ عند فتح أو إدارة حسابك، أو أن استخدام حسابك غير مصرح به أو مضلل أو احتيالي أو غير قانوني بأي شكل من الأشكال، وذلك دون إشعارك، وستنتهي فورًا أي أرصدة في حسابك ولن تتم إعادتها. إذا كانت بطاقتك غير نشطة لمدة سنتين (2) متتاليتين، تحتفظ Shopsadiq Limited Inc بالحق في إلغاء وتصفية بطاقتك، بما في ذلك سجل حسابك وأي أرصدة دون إشعار.",
  "deleteCard": "يمكنك حذف بطاقة Shopsadiq Limited Inc الخاصة بك عن طريق تسجيل الدخول عبر الإنترنت أو عن طريق التواصل معنا عبر البريد الإلكتروني support (at) Shopsadiq Limited Inc.io. يرجى السماح بما يصل إلى عشرة (10) أيام عمل لحذف حسابك، وتذكر أن أرصدة حسابك سيتم حذفها مع الحساب. سنحتفظ بسجلات الحساب فقط كما هو مطلوب أو مسموح به بموجب القانون.",
  "severabilityWaiver": "قابلية الفصل والتنازل. إذا وجدت محكمة مختصة لأي سبب من الأسباب أن أي شرط أو بند في هذه الاتفاقية غير قابل للتنفيذ، تظل جميع الشروط والأحكام الأخرى دون تأثر وسارية المفعول بالكامل. لا يُعد التنازل عن أي خرق لأي بند من بنود هذه الاتفاقية تنازلاً عن أي خرق سابق أو متزامن أو لاحق لنفس البند أو لأي بنود أخرى من هذه الاتفاقية، ولا يكون أي تنازل ساريًا ما لم يكن مكتوبًا وموقعًا من ممثل مفوض للطرف المتنازل.",
  "acknowledgement": "إقرار. باستخدامك للخدمة أو وصولك إلى الموقع، فإنك تقر بأنك قرأت شروط الاستخدام هذه وتوافق على الالتزام بها.",
  "privacyPolicyBtn": "سياسة الخصوصية"
}
