{
    "aboveTheFold": {
      "title": "تجارة شفافة لزيادة أرباحك من كل عملية بيع",
      "description": "افتح آفاقًا جديدة كبائع أو مسوّق مشترك باستخدام أحدث تقنيات البلوكشين. كمنصة يقودها المجتمع، تمنحك دروبلينكد الأدوات اللازمة لزيادة الأرباح وتسريع المدفوعات."
    },
    "details": {
      "title": "نسبة واضحة من نقطة الإنتاج إلى نقطة البيع",
      "description": "اربح عمولات التسويق بالعمولة بسهولة من خلال العقود الذكية دون الحاجة إلى الثقة المتبادلة بين الشركاء.",
      "items": {
        "automatedDistributions": {
          "title": "توزيع تلقائي",
          "description": "يتم معالجة وتوزيع الأرباح والعمولات تلقائيًا، مما يلغي العمليات القديمة والخطوات اليدوية التي تُستخدم حاليًا في شبكات التجار."
        },
        "transparentTransactions": {
          "title": "معاملات شفافة",
          "description": "استفد من قوة تقنية البلوكشين لضمان الشفافية الكاملة. جميع المعاملات تُسجّل على السلسلة، مما يوفر عمليات آمنة لكلا العلامات التجارية والمسوّقين المشتركين."
        },
        "directSettlements": {
          "title": "تسويات مباشرة",
          "description": "استمتع بمدفوعات فورية ومباشرة على كل عملية بيع. يحصل المسوّقون المعتمدون على عمولاتهم فورًا دون وسطاء، مما يمكنك من دفع أعلى العمولات."
        }
      }
    },
    "dualSideFlex": {
      "merchantBenefits": {
        "title": "فوائد للبائعين",
        "description": {
          "expandReach": {
            "boldText": "وسّع نطاقك",
            "rest": "من خلال التعاون مع مسوّقين موثوقين تمنحهم صلاحية الوصول إلى مخزونك"
          },
          "trackSales": {
            "boldText": "تتبّع المبيعات والأداء",
            "rest": "بشكل لحظي باستخدام تحليلات شاملة للمبيعات الأولية والمستمرة"
          },
          "automaticPayouts": {
            "boldText": "دفع العمولات تلقائيًا",
            "rest": "لضمان عمليات سلسة وخالية من المتاعب لكل عملية بيع"
          }
        }
      },
      "coSellingBenefits": {
        "title": "فوائد للمسوّقين المشتركين",
        "description": {
          "discoverPromote": {
            "boldText": "اكتشف وروّج بسهولة",
            "rest": "لمنتجات بناءً على عروض مخصصة يقدمها البائعون"
          },
          "createStorefronts": {
            "boldText": "أنشئ واجهات متاجر قابلة للتخصيص",
            "rest": "أو وحدات منتجات مدمجة لعرض المنتجات وبيعها بشكل أكثر فعالية على أي موقع أو منصة اجتماعية"
          },
          "earnCommissions": {
            "boldText": "اربح عمولات",
            "rest": "فورًا عند كل عملية بيع ناجحة حسب شروط البائع"
          }
        }
      },
      "easySetup": {
        "title": "إعداد سهل",
        "description": "ابدأ رحلتك في التسويق بالعمولة في دقائق وبدون أي أكواد. ما عليك سوى تخصيص إعداداتك، وسيتكفّل النظام بالباقي."
      }
    },
    "features": {
      "merchant": {
        "title": "ميزات للبائعين",
        "items": {
          "createStorefronts": {
            "title": "إنشاء واجهات متاجر",
            "description": "أنشئ متجرك بعلامتك التجارية، وارفع المنتجات، وفعّل المسوّقين وحدد نسب العمولات خلال دقائق"
          },
          "manageRequests": {
            "title": "إدارة الطلبات",
            "description": "راجع ووافق على طلبات المسوّقين من خلال لوحة التحكم الخاصة بالتسويق بالعمولة لتفعيل التعاون مع المسوّقين الموثوقين"
          },
          "collaborateGrow": {
            "title": "تعاون وازدهر",
            "description": "تعاون مع مسوّقين لزيادة ظهور المنتجات وتحقيق المزيد من المبيعات والأرباح"
          }
        }
      },
      "coSelling": {
        "title": "ميزات للمسوّقين المشتركين",
        "items": {
          "gettingStarted": {
            "title": "البدء",
            "description": "أنشئ واجهة متجر واستكشف لوحة التسويق لتجد منتجات متنوعة يمكن إضافتها فورًا إلى المتجر أو وحدة المنتج"
          },
          "promoteEarn": {
            "title": "روّج واربح",
            "description": "اختر المنتجات، أرسل طلبات الموافقة، وتابع حالة الطلبات والمبيعات بسهولة أثناء التنقل"
          },
          "collaborateSell": {
            "title": "تعاون للبيع",
            "description": "بمجرد الموافقة، تصبح المنتجات متاحة فورًا لتبدأ بالترويج وتحقيق العمولات بشكل شفاف"
          }
        }
      }
    }
  }