{
  "OnchainAffiliateHero": {
    "title": "تجارة شفافة \n تحقق أعلى الأرباح",
    "subtitle": "افتح الفرص كتاجر أو شريك بائع مع أحدث تقنيات البلوكتشين. كمنصة مدفوعة بالمجتمع، يمكّن droplinked أي شخص بالأدوات لكسب المزيد من كل عملية بيع مع الحصول على الدفع بشكل أسرع",
    "startNow": "ابدأ الآن",
    "requestDemo": "طلب عرض تجريبي"
  },
  "OnchainAffiliateFeatures": {
    "sectionTitle": "مجموعة الميزات",
    "headingTitle": "تتبع الإنتاج حتى نقطة البيع",
    "headingSubtitle": "اكسب أو وزع عمولات التسويق بالعمولة مع منطق ذكي قائم على القواعد، \n تقليل الاحتيال وأتمتة المدفوعات بين الأطراف بناءً على شروط العقد",
    "cards": {
      "automatedDistributions": {
        "title": "التوزيعات الآلية",
        "description": "يتم معالجة وتوزيع الأرباح والعمولات تلقائياً، مما يلغي العمليات التقليدية والخطوات اليدوية المستخدمة عادة في شبكات التجار اليوم"
      },
      "transparentTransactions": {
        "title": "المعاملات الشفافة",
        "description": "استفد من قوة تقنية البلوكتشين لضمان الشفافية الكاملة. جميع المعاملات مسجلة على السلسلة، مما يوفر عمليات مقاومة للعبث لكل من العلامات التجارية والشركاء البائعين"
      },
      "directSettlements": {
        "title": "التسويات المباشرة",
        "description": "استمتع بالمدفوعات الفورية والمباشرة على كل عملية بيع. يتلقى الشركاء البائعون المعتمدون العمولات فوراً دون أي وسطاء حتى تتمكن من دفع أعلى مبلغ لهم"
      }
    }
  },
  "OnchainAffiliateModularStack": {
    "cards": {
      "collaborateGrow": {
        "title": "تعاون ونمُ",
        "description": "تعاون مع الشركاء البائعين لتعزيز رؤية المنتج وزيادة المبيعات لكسب المزيد"
      },
      "promoteEarn": {
        "title": "روّج واكسب",
        "description": "اختر المنتجات، قدّم طلبات الموافقة وتتبع حالة الطلبات والمبيعات أثناء التنقل"
      },
      "collaborateSell": {
        "title": "تعاون للبيع",
        "description": "عند الموافقة، تصبح المنتجات متاحة فوراً حتى تتمكن من البدء في الترويج وكسب عمولات أفضل بشكل شفاف"
      },
      "createStorefronts": {
        "title": "إنشاء واجهات المتاجر",
        "description": "أنشئ متجراً ذا علامة تجارية، ارفع المنتجات، فعّل التسويق بالعمولة وحدد معدلات العمولة في دقائق"
      },
      "manageRequests": {
        "title": "إدارة الطلبات",
        "description": "راجع ووافق على طلبات الشركاء البائعين داخل لوحة التسويق بالعمولة لإدراج الشركاء البائعين الموثوقين في القائمة البيضاء"
      },
      "gettingStarted": {
        "title": "البدء",
        "description": "أنشئ واجهة متجر واستكشف لوحة التسويق بالعمولة للعثور على مجموعة متنوعة من منتجات العلامات التجارية لإضافتها فوراً إلى متجر أو بلاط منتج"
      }
    }
  }
} 