{
  "OnchainAffiliateHero": {
    "title": "Transparent Commerce \n That Earns the Most",
    "subtitle": "Unlock opportunities as a merchant or co-seller with the latest onchain technology. As a community-driven platform, droplinked empowers anyone with the tools to earn more on every sale while getting paid faster",
    "startNow": "Start Now",
    "requestDemo": "Request a Demo"
  },
  "OnchainAffiliateFeatures": {
    "sectionTitle": "SET OF FEATURES",
    "headingTitle": "Tracking Production to Point of Sale",
    "headingSubtitle": "Earn or distribute affiliate commissions with smart rule based logic, \n minimizing fraud and automating payouts between parties based on contract terms",
    "cards": {
      "automatedDistributions": {
        "title": "Automated Distributions",
        "description": "Earnings and commissions are processed and distributed automatically, eliminating the legacy processes and manual steps typically used on merchant networks today"
      },
      "transparentTransactions": {
        "title": "Transparent Transactions",
        "description": "Leverage the power of blockchain technology to ensure full transparency. All transactions are recorded on-chain, providing tamper-proof operations for both brands and co-sellers"
      },
      "directSettlements": {
        "title": "Direct Settlements",
        "description": "Enjoy instant, direct payouts on each sale. Whitelisted co-sellers receive commissions immediately without any intermediaries so that you can pay them the most"
      }
    }
  },
  "OnchainAffiliateModularStack": {
    "cards": {
      "collaborateGrow": {
        "title": "Collaborate & Grow",
        "description": "Partner with co-sellers to boost product visibility and increase sales to earn more"
      },
      "promoteEarn": {
        "title": "Promote & Earn",
        "description": "Select products, submit approval requests and track the status of requests and sales on the go"
      },
      "collaborateSell": {
        "title": "Collaborate to Sell",
        "description": "When approved, products are instantly accessible so you can start promoting and earning better commissions transparently"
      },
      "createStorefronts": {
        "title": "Create Storefronts",
        "description": "Set up a branded store, upload products, activate affiliates and set commission rates in minutes"
      },
      "manageRequests": {
        "title": "Manage Requests",
        "description": "Review and approve co-seller requests inside the affiliate panel to whitelist trusted co-sellers"
      },
      "gettingStarted": {
        "title": "Getting Started",
        "description": "Create a storefront and explore the affiliate panel to find a variety of brand products to instantly add to a shop or product tile"
      }
    }
  }
} 