{
  "privacyPageTitle": "سياسة الخصوصية لشركة Shopsadiq Limited Inc.",
  "introParagraph1": "تفخر شركة Shopsadiq Limited Inc. (“الشركة”) بضمان خصوصية عملائها وزوار موقعها الإلكتروني...",
  "introParagraph2": "تشكل هذه السياسة اتفاقًا بين الشركة، المشغلة للموقع الإلكتروني والتطبيقات المحمولة، وبينك كمستخدم...",
  "agreementTitle": "الموافقة على شروط سياسة الخصوصية وشروط الاستخدام",
  "agreementParagraph": "تغطي هذه السياسة المعلومات التي يتم جمعها فقط من خلال الموقع أو التطبيقات المحمولة أو من خلال إنشاء حساب...",
  "effectiveDateTitle": "تاريخ النفاذ وتعديلات الاتفاق",
  "effectiveDateParagraph": "تسري هذه السياسة اعتبارًا من التاريخ المذكور أعلاه وستبقى سارية ما لم يتم تعديل بعض بنودها...",
  "infoCollectionTitle": "ما هي المعلومات التي نجمعها؟",
  "infoCollectionParagraph": "لا تمتد سياسة الخصوصية هذه إلى أي شيء متأصل في تشغيل الإنترنت، وبالتالي فهي خارج عن سيطرة الشركة...",
  "infoYouGiveUsTitle": "المعلومات التي تقدمها لنا",
  "infoYouGiveUsParagraph": "قد نطلب منك معلومات تُعرف باسم 'المعلومات الشخصية'، مثل الاسم والعنوان وتاريخ الميلاد...",
  "infoWeCollectTitle": "المعلومات التي نجمعها عند زيارتك للموقع أو استخدام التطبيقات",
  "infoWeCollectParagraph": "عند زيارتك للموقع، قد نقوم بجمع معلومات لا تحدد هويتك مباشرةً مثل عنوان IP أو معلومات الجهاز...",
  "infoElsewhereTitle": "المعلومات التي نجمعها من أماكن أخرى",
  "infoElsewhereParagraph": "قد نقوم أيضًا بجمع معلومات متاحة للعامة مثل ما تنشره على الشبكات الاجتماعية أو من مصادر طرف ثالث...",
  "doNotTrackTitle": "كيف نجمع المعلومات؟ وماذا عن إشارات عدم التتبع؟",
  "doNotTrackParagraph": "قد تقدم لنا معلومات طوعًا عبر النماذج أو ملفات تعريف الارتباط أو تفاعلك مع الموقع أو التطبيق...",
  "howWeUseTitle": "كيف نستخدم هذه المعلومات؟",
  "howWeUseParagraph": "نستخدم المعلومات لتحسين خدماتنا والتواصل معك وتقديم عروض ومحتوى مخصص، وكذلك للامتثال للمتطلبات القانونية...",
  "disclosureReasonsTitle": "قد نُفصح عن معلوماتك للأسباب التالية:",
  "disclosureReasonsParagraph": "الامتثال لأوامر المحاكم، الحماية من الاحتيال، التحقيق في الانتهاكات القانونية أو لحماية حقوقنا أو حقوق الآخرين...",
  "securityTitle": "كيف نحمي معلوماتك؟",
  "securityParagraph": "نطبق تدابير أمنية متعددة لحماية بياناتك، بما في ذلك المصادقة الثنائية وكلمات المرور المشفرة...",
  "riskTitle": "مخاطر الاعتراض",
  "riskParagraph": "رغم جهودنا، لا يمكننا ضمان الأمان الكامل للبيانات المرسلة عبر الإنترنت، وأنت تتحمل هذه المخاطرة عند استخدامك للخدمات...",
  "deletingDataTitle": "كيف يمكنك تعديل أو حذف بياناتك؟",
  "deletingDataParagraph": "يمكنك طلب حذف أو تعديل بياناتك الشخصية في أي وقت عبر البريد الإلكتروني أو من خلال إعدادات الحساب...",
  "minimumAgeTitle": "ما هو العمر المسموح به؟",
  "minimumAgeParagraph": "يُسمح فقط لمن تبلغ أعمارهم 13 سنة أو أكثر باستخدام هذا الموقع. لا نجمع عمدًا بيانات من الأطفال دون 13 سنة...",
  "legalTitle": "الاحتفاظ القانوني بالمعلومات",
  "legalParagraph": "قد نحتفظ بمعلوماتك أو نشاركها إذا تلقينا طلبًا قانونيًا أو لحماية أمننا أو للامتثال للقوانين الدولية...",
  "bestPracticesTitle": "ممارسات الأمان - كيف تحمي نفسك؟",
  "bestPracticesParagraph": "احمِ معلوماتك عبر كلمات مرور قوية، لا تستخدم شبكات عامة غير آمنة، وراجع نشاطك بانتظام...",
  "californiaLawTitle": "الواقع العالمي، واختيار القانون، وإشعار الخصوصية لولاية كاليفورنيا",
  "californiaLawParagraph": "بموجب قوانين كاليفورنيا، لديك الحق في معرفة كيفية مشاركة معلوماتك لأغراض تسويقية مع أطراف ثالثة...",
  "contactTitle": "كيفية التواصل معنا",
  "contactParagraph": "إذا كان لديك أي استفسار أو تعليق بشأن موقعنا أو سياسة الخصوصية، يرجى مراسلتنا عبر البريد الإلكتروني...",
  "contactAddress": "Shopsadiq Limited Inc، برج الخاتم، أبوظبي، الإمارات العربية المتحدة",
  "contactEmail": "support (at) theDroplinked.com",
  "termsButton": "شروط الخدمة"
}
