{
  "privacyPageTitle": "سياسة الخصوصية لشركة Shopsadiq Limited Inc.",
  "termsTextPart1": "تفخر شركة Shopsadiq Limited Inc. (يشار إليها بـ \"الشركة\" أو \"Shopsadiq Limited Inc\") بضمان خصوصية عملائها وزوار موقعها الإلكتروني (يشار إليه بـ \"الموقع\" أو \"الموقع الإلكتروني\") ومستخدمي تطبيقاتها على الأجهزة المحمولة، بما في ذلك بطاقة Shopsadiq Limited Inc (ويشار إليهم جميعًا بـ \"تطبيقات الجوال\"). تُعد هذه السياسة خطوة من الخطوات التي نتخذها في التزامنا بالمعاملة العادلة للمعلومات الخاصة وحماية حقوق الخصوصية الخاصة بك. يرجى ملاحظة أن استخدامك لتطبيقات الجوال يخضع أيضًا لاتفاقيات أخرى متوفرة على موقعنا الإلكتروني.",
  "termsTextPart2": "تُعد هذه السياسة اتفاقية بين الشركة، المشغلة للموقع وتطبيقات الجوال، وبينك كمستخدم لموقعنا وتطبيقات الجوال وبرنامج Shopsadiq Limited Inc وبطاقة Shopsadiq Limited Inc. توضح لك هذه الاتفاقية متى تصبح هذه السياسة سارية المفعول، وما هي المعلومات التي نجمعها منك، وكيف يمكننا استخدامها، وكيف يمكنك مراجعة أو تغيير المعلومات الشخصية التي قدمتها لنا، وكيف يمكننا تغيير هذه السياسة، والخطوات التي نتخذها لضمان حماية معلوماتك الشخصية. إذا كنت بحاجة إلى التواصل معنا بخصوص هذه السياسة أو الموقع أو تطبيقات الجوال، يرجى التمرير إلى الأسفل للعثور على معلومات الاتصال الخاصة بنا.",
  "agreementPart": {
    "title": "الموافقة على شروط السياسة وشروط الاستخدام",
    "descriptionPart1": "تشمل هذه السياسة المعلومات التي يتم جمعها فقط على الموقع الإلكتروني، من خلال تطبيقات الجوال الخاصة بنا أو عن طريق إنشاء حساب Shopsadiq Limited Inc أو بطاقة Shopsadiq Limited Inc. إذا قمت بإنشاء حساب Shopsadiq Limited Inc Premium أو حساب Shopsadiq Limited Inc Platinum والحفاظ عليه، فقد تخضع هذه الأنواع من الحسابات لشروط وأحكام خصوصية إضافية.",
    "descriptionPart2": "تشمل هذه الاتفاقية كل من زوار الموقع وكذلك المستخدمين المسجلين في الموقع وتطبيقات الجوال. جميع الأنشطة التي قد تشارك فيها على الموقع و/أو تطبيقات الجوال هي طوعية. لست ملزمًا بتقديم أي معلومات شخصية لنا إلا إذا اخترت الوصول إلى ميزات في الموقع تتطلب هذه المعلومات، أو إذا اخترت تقديم معلومات لطرف ثالث لاستخدام الموقع أو تطبيقات الجوال (مثل iTunes). إذا لم توافق على شروط هذه السياسة و/أو شروط الاستخدام الأخرى على الموقع أو لتطبيقات الجوال، فيجب عليك عدم تزويدنا بأي معلومات شخصية، والخروج فورًا من الموقع أو إزالة تطبيقات الجوال. يجب عليك تنزيل التطبيق فقط إذا كنت توافق على هذه الشروط. يمكنك التواصل معنا عبر المعلومات أدناه إذا رغبت في حذف حسابك. لمزيد من المعلومات حول حذف حسابك أو تعديله.",
    "descriptionPart3": "على الرغم من أننا ندير الموقع وتطبيقات الجوال، إلا أن طبيعة منتجاتنا وخدماتنا تتطلب التفاعل مع أطراف ثالثة ومواقع إلكترونية تابعة لأطراف ثالثة بالإضافة إلى مزودي خدمات من أطراف ثالثة. نحن لا نملك أو ندير أو نتحكم في هذه المواقع أو مزودي الخدمات التابعين لأطراف ثالثة، وهذه السياسة تهدف فقط لإبلاغك بسياساتنا الداخلية.",
    "descriptionPart4": "يتم دمج شروط استخدام الموقع وتطبيقات الجوال صراحةً هنا بالإشارة وتعتبر جزءًا من هذه السياسة. تتوفر سياسة الخصوصية هذه في صفحة الخصوصية ونطلب منك قراءتها بعناية لأنها تؤثر عليك بشكل مباشر. ضع في اعتبارك أيضًا أن السياسة قد تؤثر عليك بشكل مختلف حسب مستوى تفاعلك مع الموقع وتطبيقات الجوال."
  },
  "effectiveDate": {
    "title": "تاريخ السريان وتغييرات الاتفاقية",
    "description": "تسري سياسة الخصوصية هذه اعتبارًا من التاريخ المذكور أعلاه (تاريخ آخر تحديث) وستظل سارية المفعول باستثناء أي من أحكامها التي يتم تغييرها في المستقبل، وفي هذه الحالة ستصبح التغييرات سارية المفعول في تاريخ نشرها على الموقع الإلكتروني أو عند إخطارك بهذه التغييرات بأي وسيلة أخرى. نحتفظ بالحق في تغيير سياسة الخصوصية هذه في أي وقت. ستكون التغييرات أو التعديلات أو الإضافات أو الحذف سارية المفعول فور نشرها على الموقع الإلكتروني. يجب عليك مراجعة هذه السياسة بشكل دوري حيث قد تتغير شروطها من وقت لآخر. استمرارك في استخدام الموقع بعد نشر أي تعديلات يُعد إقرارًا منك بالسياسة المعدلة وموافقتك على الالتزام بها. سنقوم أيضًا بتحديث تاريخ آخر تحديث (الذي يُعد أيضًا تاريخ السريان) الموجود في بداية سياسة الخصوصية هذه عند إجراء أي تغييرات عليها."
  },
  "whatWeCollect": {
    "title": "ما هي المعلومات التي نجمعها؟",
    "descriptionPart1": "لا تمتد سياسة الخصوصية إلى أي شيء متأصل في تشغيل الإنترنت، وبالتالي فهو خارج عن سيطرة الشركة، ولا ينبغي تطبيقها بأي طريقة تتعارض مع القانون المعمول به أو اللوائح الحكومية. تنطبق سياسة الخصوصية عبر الإنترنت فقط على المعلومات التي يتم جمعها من خلال الموقع الإلكتروني، أو من خلال تطبيقات الجوال، أو من خلال بطاقة Shopsadiq Limited Inc والحساب (مع مراعاة الشروط والأحكام الإضافية التي قد تنطبق على حسابات Premium وPlatinum).",
    "descriptionPart2": "يمكن تقسيم المعلومات التي نجمعها بشكل عام إلى ثلاث فئات: (1) المعلومات التي تقدمها لنا، (2) المعلومات التي نجمعها منك أثناء استخدامك لموقعنا أو تطبيقات الجوال أو حسابك، و(3) المعلومات التي نجمعها من مصادر أخرى. قد تتضمن كل من هذه الفئات معلومات عامة، ومعلومات شخصية، ومعلومات حساسة و/أو معلومات الموقع الجغرافي. لن نطلب منك رقم الضمان الاجتماعي أو رخصة القيادة الخاصة بك إلا إذا كنا نحن أو شريك برنامج (\"تاجر Shopsadiq Limited Inc\") نقدم لك منتجًا ماليًا يتطلب منا جمع معلومات خاصة من عملائنا (اعرف عميلك)، (على سبيل المثال، في حالة حساب Platinum أو Premium)."
  },
  "infoYouGiveUs": {
    "title": "المعلومات التي تقدمها لنا",
    "description1": "قد نطلب منك بعض المعلومات المشار إليها في هذا الموقع باسم \"المعلومات الشخصية\" (المعروفة أيضًا بمعلومات التعريف الشخصية) والتي تتضمن معلومات تتعلق بهويتك. قد تشمل هذه المعلومات، على سبيل المثال لا الحصر، عناصر مثل اسمك، عنوانك، تاريخ ميلادك، عمرك، جنسك، بريدك الإلكتروني أو رقم هاتفك. إذا لم تقدم المعلومات الشخصية المطلوبة، قد لا تتمكن من الوصول إلى أو استخدام ميزات الموقع أو التطبيق أو الحساب التي تتطلب هذه المعلومات. عند تسجيلك للحصول على حساب لدينا، سنطلب منك معلومات شخصية. قد نطلب أيضًا رأيك أو ملاحظاتك حول الموقع أو تطبيقات الجوال. قد تتضمن هذه المعلومات أو لا تتضمن معلومات شخصية.",
    "description2": "بالإضافة إلى المعلومات الشخصية المذكورة أعلاه، قد تتطلب الاستفادة الكاملة من بطاقة Shopsadiq Limited Inc منك تقديم ما نسميه \"المعلومات الحساسة\". هذه المعلومات الحساسة تتعلق بحساباتك لدى المؤسسات المالية، بما في ذلك معلومات تسجيل الدخول الخاصة بك للخدمات المصرفية عبر الإنترنت أو المنصات المالية الأخرى بالإضافة إلى أي معلومات دفع تقدمها لنا. يتم حماية هذه المعلومات بنفس طريقة حماية معلوماتك الشخصية، ونحن نأخذ حماية جميع معلوماتك على محمل الجد. نحن بحاجة إلى هذه المعلومات لنتمكن من تقديم خدمات مخصصة لك، وقد نستخدم هذه المعلومات الحساسة لتقديم توصيات لك بخصوص منتجات أو خدمات معينة.",
    "description3": "أنت وحدك المسؤول عن ما إذا كنت ستقدم لنا المعلومات الحساسة أم لا. كما ذُكر أعلاه، إذا اخترت عدم تقديم بعض المعلومات أثناء تسجيل الحساب أو لاحقًا، فقد تكون لديك وظائف محدودة سواء على الموقع أو تطبيقات الجوال."
  },
  "infoCollectedOnSiteMobileApps": {
    "title": "المعلومات التي نجمعها عند زيارتك للموقع أو استخدامك لتطبيقات الجوال",
    "description1": "عند دخولك للموقع لأول مرة، نقوم بجمع معلومات لا يتعين أن تحدد هويتك الشخصية. نشير إلى هذه المعلومات باسم المعلومات العامة. قد تكون هناك حالات أخرى نجمع فيها منك معلومات ذات طبيعة عامة أكثر (\"المعلومات العامة\"). قد تشمل هذه المعلومات عنوان بروتوكول الإنترنت (IP) الخاص بك، والذي يمكّننا من تحديد جهاز الكمبيوتر أو الجهاز الخاص بك على شبكة بروتوكول التحكم في الإرسال/بروتوكول الإنترنت (TCP/IP)، والتي تشمل شبكة الإنترنت العالمية. يحتوي جهاز الكمبيوتر الخاص بك على عنوان IP، وهو ضروري لتتمكن من التواصل مع الآخرين عبر الإنترنت. قد يتم جمع هذه المعلومات العامة، بما في ذلك بيانات مسار النقر وملفات تعريف الارتباط (الكوكيز) كما هو مذكور أدناه، منك في كل مرة تصل فيها إلى الموقع، سواء قدمت لنا أي معلومات شخصية أم لا. عند استخدامك لتطبيقات الجوال الخاصة بنا، قد نجمع أيضًا المعرف الفريد لجهازك الذي تم تعيينه لهذا الجهاز من قبل الشركة المصنعة للهاتف أو مزود الخدمة أو الشركة المصنعة لنظام التشغيل.",
    "description2": "عند استخدامك لهاتف ذكي أو جهاز محمول آخر للوصول إلى موقعنا الإلكتروني أو استخدام تطبيقات الجوال، قد نجمع معلومات حول موقعك الجغرافي إذا كان (أ) \"خدمات الموقع\" لتطبيق الجوال مفعلة و/أو (ب) الأذونات في الجهاز المحمول تسمح بمشاركة هذه المعلومات. إذا كنت لا ترغب في أن نجمع معلومات موقعك الجغرافي، يمكنك إيقاف مشاركة هذه المعلومات من خلال تغيير التفضيلات والأذونات ذات الصلة في جهازك المحمول.",
    "description3": "عند تثبيتك لتطبيقات الجوال الخاصة بنا أو استخدامك لجهاز كمبيوتر أو جهاز لوحي أو هاتف ذكي أو أي جهاز آخر للوصول إلى مواقعنا الإلكترونية أو شراء المنتجات أو الخدمات عبر منصاتنا الإلكترونية، قد نجمع معلومات حول الجهاز وكيفية استخدامك له بالإضافة إلى معلومات حول المنتجات التي تشتريها، بما في ذلك مكان شرائك للمنتجات، وعدد مرات الشراء، والمكافآت التي حصلت عليها نتيجة الشراء. يمكنك معرفة المزيد حول كيفية جمعنا لهذه المعلومات أدناه في القسم 4."
  },
  "infoCollectedElsewhere": {
    "title": "المعلومات التي نجمعها من أماكن أخرى",
    "description": "قد نقوم أيضًا بجمع المعلومات المتاحة للعامة، بما في ذلك المعلومات التي تقدمها في مدونة أو غرفة دردشة أو شبكة اجتماعية مثل فيسبوك أو إنستغرام أو تويتر أو بينتريست. بالإضافة إلى ذلك، قد نجمع معلومات عنك من شركات أو منظمات أو أشخاص آخرين. من خلال جمع معلومات إضافية عنك، يمكننا تصحيح المعلومات غير الدقيقة وتقديم توصيات للمنتجات وعروض خاصة من المرجح أن تهمك. إذا كان لديك أي أسئلة حول أي من هذه النقاط، لا تتردد في التواصل معنا عبر المعلومات المتوفرة أدناه."
  },
  "howWeCollectInfo": {
    "title": "كيف نجمع هذه المعلومات وكيف نستجيب لإشارات عدم التتبع؟",
    "description1": "يمكنك اختيار تقديم المعلومات العامة والشخصية طوعًا للشركة من خلال موقعنا الإلكتروني (على سبيل المثال، عبر نموذج الاتصال في الموقع).",
    "description2": "قد نستخدم أيضًا ملفات تعريف الارتباط (الكوكيز) لجمع معلومات حول زياراتك لموقعنا الإلكتروني وتحسين تجربتك. الكوكي هي سلسلة صغيرة من المعلومات ينقلها الموقع الذي تزوره إلى جهاز الكمبيوتر الخاص بك لأغراض التعريف. يمكن استخدام الكوكيز لتتبع نشاطك على الموقع، وتساعدنا هذه المعلومات على فهم تفضيلاتك وتحسين تجربتك على الموقع. كما تُستخدم الكوكيز لأنشطة مثل تذكر اسم المستخدم وكلمة المرور إذا كنت تستخدم هذه الميزة في هذا الموقع. يمكنك إيقاف جميع الكوكيز إذا كنت تفضل عدم تلقيها. يمكنك أيضًا ضبط جهاز الكمبيوتر الخاص بك لتحذيرك عند استخدام الكوكيز. لكلتا الحالتين يجب عليك ضبط إعدادات المتصفح الخاص بك (مثل Mozilla أو Firefox أو Internet Explorer). هناك أيضًا برامج متخصصة لإدارة الكوكيز. يرجى العلم أنه عند رفض الكوكيز قد يؤدي ذلك إلى الحد من وظائف الموقع وربما تفقد الوصول إلى بعض ميزاته. لمزيد من المعلومات حول الكوكيز، بما في ذلك كيفية رفضها، يمكنك قراءة المعلومات المتوفرة على www.allaboutcookies.org.",
    "description3": "عند زيارتك لموقعنا الإلكتروني، قد نجمع أيضًا \"بيانات مسار النقر\" (عنوان الخادم، اسم النطاق). يمكن دمج هذه المعلومات مع المعلومات التي قدمتها لنا عند التسجيل، مما يمكننا من تحليل وتخصيص زياراتك بشكل أفضل. قد نستخدم بيانات مسار النقر لتحليل حركة المرور أو التجارة الإلكترونية على موقعنا، لتحديد الميزات الأكثر أو الأقل فاعلية أو فائدة بالنسبة لك.",
    "description4": "لا يوجد حاليًا معيار عالمي أو حتى مقبول على نطاق واسع لما يشكل \"عدم التتبع\" أو السياسات والإجراءات التي يجب أن يتبعها الموقع للامتثال لطلبات \"عدم التتبع\". على الرغم من أننا نشارك المشرعين في كاليفورنيا هدفهم في إيجاد طرق إضافية لحماية هويات عملائنا والحفاظ على استقلاليتهم، إلا أننا ننتظر توضيحات من ولاية كاليفورنيا قبل معالجة مسألة إشارات \"عدم التتبع\". إذا كنت ترغب في معرفة المزيد عن إشارات \"عدم التتبع\"، يمكنك البدء من www.allaboutdnt.com. نحن غير مسؤولين عن محتوى هذا الموقع الخارجي، ولا تربطنا به أي علاقة."
  },
  "howWeUseInfo": {
    "title": "كيف نستخدم هذه المعلومات؟",
    "mainDescription": "نستخدم بشكل أساسي المعلومات العامة التي نجمعها للحفاظ على أداء موقعنا وتطبيقات الجوال بأعلى كفاءة، ويشمل ذلك مشاركة هذه المعلومات مع الشركة الأم Shopsadiq Limited Inc. ويشمل ذلك أيضًا استخدام المعلومات لحل المشكلات أو الشكاوى، وإدارة المهام الإدارية المتعلقة بالشركة والموقع وتطبيقات الجوال، وإبقائك على اطلاع والتواصل معك، وتطبيق الاتفاقيات، والامتثال للمتطلبات القانونية، والتعاون مع جهات إنفاذ القانون. تساعدنا هذه المعلومات في تحديد المجالات التي يمكننا تحسينها في موقعنا لزيادة فائدته للزوار. بالإضافة إلى ذلك، قد نستخدم المعلومات العامة والشخصية والحساسة التي تقدمها لنا لتقديم المنتجات والخدمات لك، بما في ذلك، على سبيل المثال لا الحصر، ما يلي:",
    "use1": "إدارة استطلاع ترويجي أو محتوى آخر على الموقع وتزويدك بالمنتجات أو الخدمات ذات الصلة (على سبيل المثال، لتسليم جائزة قد تكون فزت بها في مسابقة).",
    "use2": "إرسال معلومات أو مواد إليك عبر البريد الإلكتروني حول المنتجات والعروض والأخبار التي نعتقد أنها قد تهمك. قد تتعلق هذه المعلومات بمنتجات أو عروض أو أخبار Shopsadiq Limited Inc أو الجهات المرخصة أو الشركاء التجاريين المختارين. يمكنك إلغاء الاشتراك في ذلك من خلال إعدادات حسابك أو عند إعداد الحساب.",
    "use3": "حماية حقوق و/أو ممتلكات Shopsadiq Limited Inc، وكذلك حقوق و/أو ممتلكات الآخرين، بما في ذلك الشركة الأم لشركة Shopsadiq Limited Inc.",
    "use4": "تحليل زيارات الموقع والتعرف على اهتمامات الزوار بشكل إجمالي وللعمليات الداخلية، بما في ذلك حل المشكلات، وتحليل البيانات، والاختبار، والبحث، وتحسين الخدمة. وكذلك على المستوى الشخصي لفهم اهتماماتك واحتياجاتك بشكل أفضل حتى نتمكن من تحسين منتجاتنا وخدماتنا وتقديم نوعية المحتوى والميزات والعروض الترويجية التي تهمك أكثر.",
    "use5": "السماح لمزودي الخدمات بمساعدتنا في تقديم الخدمات (وقد يكون لديهم حق الوصول إلى معلوماتك)، وسيتم مناقشة ذلك بمزيد من التفصيل أدناه في القسم 6.\nقد نستخدم أيضًا أنواع المعلومات المختلفة التي نجمعها عنك بطرق متنوعة. على سبيل المثال:",
    "additionalUses": "الإفصاح عن معلوماتك لأطراف ثالثة لأغراض البحث أو التسويق أو الترويج، وقد تقوم هذه الأطراف بالإبلاغ علنًا عن نتائج أبحاثها أو تحليلاتها و/أو المنظمات التي تجري أبحاثًا حول إنفاق المستهلكين؛\nمعالجة مشترياتك من المنتجات والخدمات؛\nتقديم توصيات الشراء لك؛\nتزويدك بمكافآت الولاء أو التواصل معك بشأن المعلومات الترويجية؛ الطلبات، والمشتريات، والخدمات، والحسابات، والبرامج، والمسابقات، والسحوبات؛\nالرد على استفسارات خدمة العملاء وطلبات المعلومات الخاصة بك؛\nنشر تعليقاتك أو بياناتك على موقعنا؛\nإرسال عروض ترويجية وشخصية خاصة لك؛\nالحفاظ على وتحسين موقعنا وتطبيقات الجوال والمنتجات والخدمات التي نقدمها؛\nاكتشاف أو منع أو التحقيق في خروقات الأمان أو الاحتيال؛\nالحفاظ على السجلات المناسبة للأغراض الإدارية الداخلية.\nقد نفصح عن معلوماتك إلى تجار Shopsadiq Limited Inc لمساعدتهم في تقديم العروض الترويجية وتحسين تجربتك بشكل عام. يمكنك دائمًا الاطلاع على قائمة محدثة بتجار Shopsadiq Limited Inc هنا. نحن نعمل مع تجار Shopsadiq Limited Inc لحماية خصوصيتك ويتطلب اتفاق التاجر الحفاظ على سرية معلوماتك."
  },
  "disclosureReasons": {
    "title": "قد نفصح أيضًا عن معلوماتك للأسباب التالية:",
    "reasons": [
      "للرد على مذكرات الاستدعاء أو أوامر المحكمة أو الإجراءات القانونية؛",
      "من أجل التحقيق أو المنع أو الدفاع ضد أو اتخاذ إجراءات أخرى بشأن انتهاكات شروط الخدمة الخاصة بنا أو الأنشطة غير القانونية أو الاحتيال المشتبه به أو الحالات التي تنطوي على تهديدات محتملة للحقوق القانونية أو السلامة الجسدية لأي شخص أو أمان شبكتنا أو موقعنا أو تطبيقات الجوال؛",
      "للرد على الادعاءات بأن أي منشور أو محتوى آخر ينتهك حقوق أطراف ثالثة؛",
      "في حالات الطوارئ، لحماية صحة وسلامة مستخدمي موقعنا أو الجمهور العام؛ أو",
      "كما هو مطلوب بموجب أي قانون معمول به."
    ]
  },
  "thirdParties": {
    "title": "معلومات هامة حول الأطراف الثالثة وروابط المواقع الإلكترونية",
    "description1": "يتم إدارة والتحكم في مواقع Shopsadiq Limited Inc والمعلومات الشخصية والعامة التي يتم جمعها من قبل Shopsadiq Limited Inc الموجودة في برج الخاتم ADGM، أبوظبي، الإمارات العربية المتحدة. قد تكون الخوادم التي تتيح موقع Shopsadiq Limited Inc وتوفر تطبيقات الجوال للتنزيل موجودة في جميع أنحاء العالم. إذا كنت خارج دولة الإمارات العربية المتحدة، يرجى ملاحظة أن المعلومات التي تقدمها سيتم نقلها إلى Shopsadiq Limited Inc وبإرسالك للمعلومات فإنك توافق على هذا النقل. أبرمت Shopsadiq Limited Inc اتفاقية مع شركة الاستضافة الخاصة بها لتوفير ضمانات لحماية بياناتك بما يتوافق مع هذه السياسة.",
    "description2": "يرجى العلم أيضًا أن الشركاء الاستراتيجيين لـ Shopsadiq Limited Inc قد يكون لديهم حق الوصول إلى معلومات العملاء. لا تتحكم Shopsadiq Limited Inc في هؤلاء الأطراف الثالثة، لكنها تعمل بجد مع هؤلاء الشركاء لجعل أمان معلوماتك أولوية. قد لا يكون بعض هؤلاء الشركاء موجودين في دولة الإمارات العربية المتحدة.",
    "description3": "باستثناء الشركات التابعة لـ Shopsadiq Limited Inc أو الشركات الأم أو لأغراض مذكورة أعلاه، وباستثناء ما هو موضح في هذه السياسة، لا نقوم ببيع أو تداول أو نقل معلوماتك الشخصية أو العامة إلى أطراف ثالثة دون إعلامك مسبقًا. نحن نقدم بعض خدماتنا من خلال ترتيبات تعاقدية مع الشركات التابعة، ومزودي الخدمات، والشركاء، وأطراف ثالثة أخرى (ويشار إليهم جميعًا باسم \"شركاء الخدمة\"). قد يستخدم شركاؤنا في الخدمة معلوماتك الشخصية لتشغيل مواقعنا وتقديم خدماتهم. على سبيل المثال، قد يتم نقل بياناتك إلى شركاء استضافة المواقع وأطراف أخرى تساعدنا في تصميم وتشغيل الموقع أو تنفيذ الخدمات (مثل تسليم الجوائز)، أو مساعدتنا في تحليل البيانات المجمعة. سيستخدم هؤلاء الأطراف بياناتك فقط لغرض تنفيذ العمل المتفق عليه معنا وسيطلب منهم الحفاظ على سرية المعلومات. سنشجع شركاء الخدمة على تبني ونشر سياسات خصوصية خاصة بهم. ومع ذلك، فإن استخدام معلوماتك الشخصية من قبل شركاء الخدمة يخضع لسياسات الخصوصية الخاصة بهم وليس تحت سيطرتنا.",
    "description4": "لراحتك ولتحسين استخدام الموقع، قد نقوم بإدراج روابط لأطراف ثالثة على هذا الموقع. لا تنطبق سياسة الخصوصية هذه على مثل هذه المواقع الخارجية. تأخذك هذه الروابط خارج خدمتنا وخارج موقع Shopsadiq Limited Inc وهي خارج نطاق سيطرتنا. يشمل ذلك الروابط من الشركاء الذين قد يستخدمون شعارات Shopsadiq Limited Inc كجزء من اتفاقية العلامة التجارية المشتركة. المواقع التي قد تنقلك إليها هذه الروابط لديها سياسات خصوصية منفصلة، وعلى الرغم من أننا نسعى لحماية نزاهة موقعنا، فإن Shopsadiq Limited Inc غير مسؤولة عن محتوى وأنشطة تلك المواقع. زيارتك ودخولك إلى هذه المواقع يكون على مسؤوليتك الخاصة. يرجى ملاحظة أن تلك المواقع الأخرى قد ترسل ملفات تعريف ارتباط خاصة بها للمستخدمين، أو تجمع بيانات، أو تطلب معلومات شخصية. كما قد نحتفظ بمعلومات الحسابات التي تم تعطيلها بسبب انتهاك الشروط لمدة لا تقل عن سنة لمنع تكرار الانتهاكات أو أي مخالفات أخرى.",
    "description5": "كما هو الحال في عالم الأعمال اليوم، قد يتم الاستحواذ على شركتنا أو دمجها مع شركة أخرى أو تمر بحدث أو تغيير مؤسسي آخر. بالإضافة إلى ذلك، هناك دائمًا احتمال أن تضطر الشركة لتقديم طلب حماية بموجب قوانين الإفلاس. في حال حدوث أي من هذه السيناريوهات، سيتم نقل أي من معلوماتك الشخصية أو العامة أو الحساسة إلى الكيان الجديد. المعلومات التي تقدمها بعد الحدث أو التغيير قد تخضع لسياسة خصوصية أخرى."
  },
  "infoProtection": {
    "title": "كيف نحمي معلوماتك؟",
    "description": "تدابير الأمان. من أجل حماية كل من المعلومات الشخصية والمعلومات العامة التي نتلقاها منك عبر موقعنا الإلكتروني، قمنا بتنفيذ تدابير أمان متنوعة، بما في ذلك طلب التحقق من هويتك باستخدام تسجيل الدخول الاجتماعي والتحقق من كلمة المرور الخاصة بك، وإنشاء رمز PIN لجهازك المحمول، والتحقق من عنوان بريدك الإلكتروني قبل الموافقة على الجوائز/بطاقات المكافآت وإصدارها."
  },
  "riskOfInterceptions": {
    "title": "مخاطر الاعتراض.",
    "description": "يرجى العلم أنه كلما قمت بمشاركة معلومات شخصية عبر الإنترنت، هناك خطر أن تقوم أطراف ثالثة باعتراض تلك المعلومات واستخدامها. بينما تسعى Shopsadiq Limited Inc لحماية معلوماتك الشخصية وخصوصيتك، لا يمكننا ضمان أمان أي معلومات تفصح عنها عبر الإنترنت. باستخدامك لهذا الموقع، فإنك تقر وتوافق صراحةً أننا لا نضمن أمان أي بيانات تقدمها لنا أو نتلقاها عبر هذا الموقع، وأن أي معلومات شخصية أو عامة أو بيانات أخرى يتم استلامها منك عبر الموقع تُقدم على مسؤوليتك الخاصة التي تتحملها صراحةً."
  },
  "dataModification": {
    "title": "ماذا يمكنك أن تفعل بشأن حذف أو تعديل بياناتك؟",
    "description": "يمكنك إلغاء الاشتراك في تلقي أي رسائل من Shopsadiq Limited Inc. بالإضافة إلى ذلك، يمكنك اختيار حذف جميع معلوماتك الشخصية من قاعدة بياناتنا. يمكنك إلغاء الاشتراك أو حذف أو تعديل معلوماتك الشخصية عن طريق إرسال طلب عبر البريد الإلكتروني إلى support (at) theDroplinked.com. نشجعك على التواصل معنا بسرعة لتحديث معلوماتك الشخصية عند تغييرها."
  },
  "ageRequirement": {
    "title": "كم يجب أن يكون عمرك؟",
    "description": "تعتزم Shopsadiq Limited Inc أن يستخدم هذا الموقع فقط الأشخاص الذين تبلغ أعمارهم 13 عامًا أو أكثر. تلتزم Shopsadiq Limited Inc بحماية خصوصية الأطفال وليس لديها أي نية لجمع بيانات شخصية من الأطفال دون سن 13 عامًا. نشجع الآباء والأوصياء على الأطفال دون سن 18 عامًا على التحقق بانتظام من استخدام أطفالهم للبريد الإلكتروني والأنشطة الأخرى عبر الإنترنت ومراقبتها. نحن لا نجمع عن علم معلومات شخصية من أي شخص دون سن 13 عامًا. إذا علمنا أو كان لدينا سبب للاشتباه في أن أحد مستخدمي الموقع دون سن 13 عامًا، سنقوم بحذف أي معلومات شخصية في حساب ذلك المستخدم على الفور."
  },
  "retentionAndLegal": {
    "title": "الاحتفاظ والمتطلبات القانونية.",
    "description": "قد نقوم بالوصول إلى معلوماتك أو الاحتفاظ بها أو مشاركتها استجابةً لطلب قانوني (مثل مذكرة تفتيش أو أمر محكمة أو استدعاء) إذا كان لدينا اعتقاد حسن النية بأن القانون يتطلب منا ذلك. قد يشمل ذلك الاستجابة لطلبات قانونية من ولايات قضائية خارج دولة الإمارات العربية المتحدة إذا كان لدينا اعتقاد حسن النية بأن الاستجابة مطلوبة بموجب القانون في تلك الولاية القضائية، أو تؤثر على المستخدمين في تلك الولاية، وتتوافق مع المعايير الدولية المعترف بها. قد نقوم أيضًا بالوصول إلى المعلومات أو الاحتفاظ بها أو مشاركتها عندما يكون لدينا اعتقاد حسن النية بأن ذلك ضروري: لاكتشاف أو منع أو معالجة الاحتيال أو أي نشاط غير قانوني آخر؛ لحماية أنفسنا أو أنت أو الآخرين، بما في ذلك كجزء من التحقيقات؛ أو لمنع الوفاة أو الأذى الجسدي الوشيك. قد نحتفظ أيضًا بمعلومات الحسابات التي تم تعطيلها بسبب انتهاك الشروط لمدة لا تقل عن سنة لمنع تكرار الانتهاكات أو أي مخالفات أخرى."
  },
  "securityPractices": {
    "title": "أفضل ممارسات الأمان – كيف يمكنك المساعدة في البقاء آمنًا",
    "description": "نحن نأخذ أمانك على محمل الجد، ويجب عليك ذلك أيضًا. التكنولوجيا تمنحنا اليوم حريات لم يكن من الممكن تخيلها قبل أقل من عقد من الزمن، ولكن مع هذه الحرية تأتي مسؤولية كبيرة. نوصي بشدة بأن تتبنى عادات أمان صحية. بعض العادات التي قد ترغب في اتباعها تشمل:",
    "practices": [
      "حافظ على اسم المستخدم وكلمة المرور الخاصة بك. لا تشارك هذه المعلومات.",
      "قد نصدر لك بطاقة Shopsadiq Limited Inc فعلية. احرص على حمايتها كما تحمي بطاقة الائتمان واحتفظ بها في مكان آمن! يرجى إبلاغنا إذا فقدت بطاقتك أو سُرقت.",
      "إذا تلقيت يومًا بريدًا إلكترونيًا متعلقًا بشركتنا وتعتقد أنه غير شرعي، يرجى إبلاغنا في أقرب وقت ممكن. يمكنك التواصل معنا عبر support (at) theDroplinked.com. لن نطلب منك أبدًا عبر البريد الإلكتروني تزويدنا بكلمة المرور الخاصة بك.",
      "غيّر كلمة المرور الخاصة بك عدة مرات في السنة على الأقل.",
      "لا تعيد استخدام كلمات المرور وتأكد من استخدام كلمة مرور مختلفة لكل حساب إلكتروني.",
      "اختر كلمة مرور يسهل عليك تذكرها ويصعب على الآخرين تخمينها.",
      "كن حذرًا عند استخدام شبكات الواي فاي العامة. فكر في استخدام إعدادات أمان أعلى عند التواجد في الأماكن العامة، وحاول تقليل إرسال البيانات الحساسة عبر الشبكات العامة.",
      "تأكد دائمًا عند إدخال معلومات حساسة في موقع إلكتروني (مثل الخدمات المصرفية أو التسوق) أن الموقع آمن ويبدأ عنوانه بـ https وليس فقط http."
    ]
  },
  "globalReality": {
    "title": "واقع عالمي. الموقع الجغرافي، اختيار القانون وإشعار خصوصية كاليفورنيا.",
    "description": "على الرغم من أن كل من موقعنا وشركتنا يقعان في ديلاوير، إلا أننا ندرك أن جميع مستخدمينا ليسوا كذلك. إذا كنت من خارج دولة الإمارات العربية المتحدة، يرجى العلم أن القوانين واللوائح المحلية الخاصة بك بشأن الخصوصية قد تختلف (ومن المرجح أن تختلف) عن تلك الموجودة لدينا في ديلاوير. من خلال تزويدنا بمعلوماتك واستخدامك لموقعنا و/أو تطبيقات الجوال، فإنك توافق على إرسال معلوماتك إلى دولة الإمارات العربية المتحدة لمعالجتها وتخزينها وصيانتها. كما أنك توافق أيضًا على تطبيق قوانين ولاية كاليفورنيا والقوانين الفيدرالية الأمريكية ذات الصلة على جميع الأمور المتعلقة بسياسة الخصوصية هذه وشروط الاستخدام واتفاقية تطبيقات الجوال الخاصة بنا."
  },
  "californiaLaw": {
    "title": "حقوق الخصوصية في كاليفورنيا",
    "description": "فيما يتعلق بقانون كاليفورنيا (وتحديدًا قانون حماية الخصوصية عبر الإنترنت في كاليفورنيا (\"القانون\") وقانون الأعمال والمهن في كاليفورنيا)، نود الآن أن نلخص بإيجاز حقوقك في الخصوصية بموجب هذا القانون. يتطلب القانون أن نزودك بفئات المعلومات الشخصية التي نجمعها من خلال الموقع وفئات الأطراف الثالثة أو الكيانات التي قد تتم مشاركة هذه المعلومات الشخصية معها لأغراض التسويق المباشر بناءً على طلبك. إذا كنت مقيمًا في كاليفورنيا، يمكنك طلب إشعار يكشف عن هذه الفئات من المعلومات الشخصية التي شاركناها مع أطراف ثالثة لأغراض التسويق المباشر الخاصة بهم. لطلب إشعار، يرجى إرسال طلبك بالبريد العادي مع وضع عبارة \"California Customer Choice Notice\" إلى: Shopsadiq Limited Inc. ATTN: Legal, ADGM Al Khatem Tower Abu Dhabi, UAE. سنبذل كل جهد للرد على طلبك بسرعة، ولكن يرجى السماح بما لا يقل عن ثلاثين (30) يومًا تقويميًا للرد. يرجى أيضًا ملاحظة أنه لا توجد رسوم للتحكم في مشاركة معلوماتك الشخصية أو لطلب هذا الإشعار."
  },
  "contactInfo": {
    "title": "كيفية التواصل معنا.",
    "mainDescription": "إذا كان لديك أي أسئلة أو تعليقات تتعلق بموقعنا الإلكتروني أو بسياسة الخصوصية، يرجى إرسال بريد إلكتروني إلى support (at) theDroplinked.com مع كتابة \"Website\" أو \"Privacy Policy\" في عنوان الرسالة أو الكتابة إلينا على العنوان أدناه.",
    "additionalInfo": "نرحب أيضًا بالأسئلة والتعليقات والشكاوى وملاحظات الموقع وحتى الأسطوانات الموقعة. يرجى استخدام المعلومات التالية للتواصل معنا.",
    "postalAddress": "العنوان البريدي: Shopsadiq Limited Inc Inc., ADGM Al Khatem Tower Abu Dhabi, UAE",
    "email": "البريد الإلكتروني: support (at) theDroplinked.com",
    "termsButtonText": "شروط الخدمة"
  }
}
